[{"Id":"6bda3a70-a2bc-11ef-8180-6f2ab8a98ba0","Creation":202411141412,"Title":"Roman Empire","Text":"The Roman Empire ruled the Mediterranean and much of Europe, Western Asia and North Africa. The Romans conquered most of this during the Republic, and it was ruled by emperors following Octavian's assumption of effective sole rule in 27 BC. The western empire collapsed in 476 AD, but the eastern empire lasted until the fall of Constantinople in 1453.  By 100 BC, Rome had expanded its rule to most of the Mediterranean and beyond. However, it was severely destabilized by civil wars and political conflicts, which culminated in the victory of Octavian over Mark Antony and Cleopatra at the Battle of Actium in 31 BC, and the subsequent conquest of the Ptolemaic Kingdom in Egypt. In 27 BC, the Roman Senate granted Octavian overarching military power (imperium) and the new title of Augustus, marking his accession as the first Roman emperor. The vast Roman territories were organized into senatorial provinces, governed by proconsuls who were appointed by lot annually, and imperial provinces, which belonged to the emperor but were governed by legates.[19]","Category":"Histoire","Image":"6bda3a71-a2bc-11ef-8180-6f2ab8a98ba0.jpeg"},{"Id":"9989fea0-a43e-11ef-b375-ed0e49c03dcb","Creation":202411161216,"Title":"USSR","Text":"The Union of Soviet Socialist Republics[u] (USSR),[v] commonly known as the Soviet Union,[w] was a transcontinental country that spanned much of Eurasia from 1922 to 1991. During its existence, it was the largest country by area, extending across eleven time zones and sharing borders with twelve countries, and the third-most populous country.[x] An overall successor to the Russian Empire, it was nominally organized as a federal union of national republics, the largest and most populous of which was the Russian SFSR.[y] In practice, its government and economy were highly centralized. As a one-party state governed by the Communist Party of the Soviet Union, it was a flagship communist state. Its capital and largest city was Moscow.","Category":"Histoire","Image":"998a25b0-a43e-11ef-b375-ed0e49c03dcb.png"},{"Id":"47ee7400-a460-11ef-bfa7-51a2151dafeb","Creation":202411161617,"Title":"Trump’s win was real but not a landslide. Here’s where it ranks","Text":"hen he lost convincingly in 2020, Trump got a little more than 74 million votes. So while it’s true that much of the country moved to the right in this election, it’s also true that there was some voter apathy if, at the end of the day, turnout is down from 2020.  That doesn’t mean this will end up being a low turnout election. The University of Florida Election Lab estimates as of Friday that turnout in 2024 will be about 62.3% of the voting-eligible population, down from the high-water mark of the modern era of more than 66.4% in 2020 but still above other recent elections. Turnout in 1996 and 2000 was not much over 50% of the voting-eligible population.  In terms of the Electoral College, Trump won 312 electoral votes. It’s a solid win, but in the lower half of US presidential elections.  It was a better showing than either his or Joe Biden’s 306 electoral votes in 2016 and 2020, respectively. It also outperformed both of George W. Bush’s electoral victories in 2000 and 2004. But it was far short of Barack Obama’s 365 electoral votes in 2008 and 332 in 2012.  Bill Clinton never reached 50% in the popular vote because both of his presidential elections featured a strong third-party candidate in Ross Perot. But Clinton did run away with the Electoral College vote, winning 370 electoral votes in 1992 and 379 in 1996.","Category":"politique","Image":"47ee7401-a460-11ef-bfa7-51a2151dafeb.jpeg"},{"Id":"3a9d8740-a461-11ef-bfa7-51a2151dafeb","Creation":202411161624,"Title":"Zelensky says war will 'end sooner' with Trump as president","Text":"Ukraine's President Volodymyr Zelensky says he is certain the war with Russia will “end sooner” than it otherwise would have once Donald Trump becomes US president.  Zelensky said he had a “constructive exchange” with Trump during their phone conversation after his victory in the US presidential election.  He did not say whether Trump had made any demands regarding possible talks with Russia, but said he'd not heard anything from him that was contrary to Ukraine’s position.  Trump has consistently said his priority is to end the war - which began with Russia's full-scale invasion of Ukraine in February 2022 - and what he describes as a drain on US resources in the form of military aid to Kyiv.","Category":"politique","Image":"3a9d8741-a461-11ef-bfa7-51a2151dafeb.webp"},{"Id":"68792ed0-a461-11ef-bfa7-51a2151dafeb","Creation":202411161625,"Title":"Palestine flag raising cancellation prompts city hall demonstration in Regina","Text":"Despite the cancellation of a planned flag raising, a group of demonstrators gathered at Regina city hall Friday to mark Palestine’s Independence Day.  Fatma Khairy was one of around 100 people taking part amid the ongoing war between Israel and Hamas.  “If I went through a difficult time, I'd like someone to stand with me, to help me, to support me. That's why I'm here. To support people in Gaza,” Khairy said.  Palestine’s flag may not have been raised on the city’s ceremonial pole, but there was no shortage of them waving in front of City Hall.  Demonstrators expressed frustration with both the conflict in the middle east and the city’s last minute change(opens in a new tab), announced the night before the planned flag raising at the direction of outgoing Mayor Sandra Masters.  ","Category":"politique","Image":"68792ed1-a461-11ef-bfa7-51a2151dafeb.jpeg"}]